<?php
// Heading 
$_['heading_title'] = 'استخدام نقاط المكافآت (المتوفر %s)';

// Text
$_['text_reward']   = 'نقاط المكافآت(%s):';
$_['text_order_id'] = 'رقم الطلب: #%s';
$_['text_success']  = 'تم تطبيق خصم نقاط المكافآت بنجاح!';

// Entry
$_['entry_reward']  = 'النقاط المستخدمة (الحد الأقصى %s):';

// Error
$_['error_empty']   = 'يرجى كتابة عدد النقاط التي ترغب في استخدامها!';
$_['error_points']  = 'لا يتوفر لديك %s نقاط مكافآت!';
$_['error_maximum'] = 'الحد الأقصى لعدد النقاط التي يمكنك استخدمها هو %s!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>