<?php
// Heading 
$_['heading_title']     = 'تقدير الشحن والضرائب';
// Text
$_['text_shipping']     = 'أدخل وجهتك للحصول على تقدير الشحن.';
$_['text_success']      = 'تم تطبيق تقدير الشحن الخاص بك بنجاح!';

// Entry
$_['entry_country']     = 'الدولة:';
$_['entry_zone']        = 'المنطقة أو المحافظة:';
$_['entry_postcode']    = 'صندوق البريد:';

// Error
$_['error_postcode']    = 'يجب أن يكون عنوان صندوق البريد من 2 إلى 10 أرقام لهذا البلد !';
$_['error_country']     = 'يرجي اختيار الدولة!';
$_['error_zone']        = 'يرجي اختيار المنطقة أو المحافظة!';
$_['error_shipping']    = 'طريقة الشحن مطلوبة!';
$_['error_no_shipping'] = 'لا يتوفر حاليا وسائل شحن، يرجى <a href="%s">اتصل بنا</a> للمساعدة!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>