<?php
// Heading 
$_['heading_title'] = 'استخدام قسيمة الإهداءات';

// Text
$_['text_voucher']  = 'القسيمة(%s):';
$_['text_success']  = 'تم تطبيق قسيمة الإهداءات بنجاح!';

// Entry
$_['entry_voucher'] = 'ادخل رقم قسيمة الإهداءات هنا:';

// Error
$_['error_voucher'] = 'قسيمة الإهداءات إما غير صالح، منتهية الصلاحية أو تجوزت حد الاستخدام!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>