<?php
// Text
$_['text_subject']  = '%s - برنامج الترويج';
$_['text_welcome']  = 'شكراً على الانضمام في برنامج الترويج %s!';
$_['text_approval'] = 'يجب الموافقة على الحساب قبل أن تتمكن من تسجيل الدخول. بمجرد الموافقة يمكنك تسجيل الدخول باستخدام البريد الالكتروني وكلمة المرور عن طريق زيارة الموقع أو الدخول من الرابط التالي:';
$_['text_services'] = 'عند تسجيل الدخول. سوف تكون قادرا على توليد رابط التتبع، تتبع مدفوعات نسبة العمولة الخاصة بك وتحرير معلومات الحساب.';
$_['text_thanks']   = 'شكراً,';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>