<?php
// Text
$_['text_subject']         = '%s - شكرا للتسجيل';
$_['text_welcome']         = 'مرحباً وشكرا للتسجيل في %s!';
$_['text_login']           = 'تم إنشاء الحساب والآن يمكنك تسجيل الدخول باستخدام البريد الإلكتروني وكلمة المرور من خلال زيارة الموقع أو على الرابط التالي :';
$_['text_approval']        = 'يجب أن تتم الموافقة على الحساب قبل أن تتمكن من الدخول. بمجرد الموافقة عليه يمكنك تسجيل الدخول باستخدام البريد الإلكتروني وكلمة المرور من خلال زيارة الموقع أو على الرابط التالي:';
$_['text_services']        = 'عند تسجيل الدخول ، سوف تتمكن من الحصول على خدمات إضافية بما في ذلك مراجعة سجل الطلبات، وطباعة الفواتير وتحرير معلومات الحساب.';
$_['text_thanks']          = 'شكرا,';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>