<?php
// Heading 
$_['heading_title']     = 'معلومات الحساب';

// Text
$_['text_account']      = 'الحساب';
$_['text_edit']         = 'تحرير المعلومات';
$_['text_your_details'] = 'التفصيل الشخصية';
$_['text_your_address'] = 'العنوان';
$_['text_success']      = 'تم تحديث الحساب بنجاح.';

// Entry
$_['entry_firstname']   = 'الاسم:';
$_['entry_lastname']    = 'اسم العائلة:';
$_['entry_email']       = 'البريد الإلكتروني:';
$_['entry_telephone']   = 'رقم الهاتف:';
$_['entry_fax']         = 'رقم الفاكس:';
$_['entry_company']     = 'الشركة:';
$_['entry_website']     = 'الموقع:';
$_['entry_address_1']   = 'العنوان الأول:';
$_['entry_address_2']   = 'العنوان الثاني:';
$_['entry_postcode']    = 'صندوق البريد:';
$_['entry_city']        = 'المدينة:';
$_['entry_country']     = 'الدولة:';
$_['entry_zone']        = 'المنطقة أو المحافظة:';

// Error
$_['error_exists']      = 'البريد الالكتروني مسجل مسبقا!';
$_['error_firstname']   = 'الاسم يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_lastname']    = 'اسم العائلة يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_email']       = 'البريد الإلكتروني غير صحيح يرجى إعادة كتابته من جديد!';
$_['error_telephone']   = 'رقم الهاتف يجب أن يكون أكثر من 3 وأقل من 32 رقما!';
$_['error_address_1']   = 'العنوان يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_city']        = 'اسم المدينة يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_country']     = 'يرجي اختيار الدولة!';
$_['error_zone']        = 'يرجي اختيار المنطقة أو المحافظة!';
$_['error_postcode']    = 'يجب أن يكون عنوان صندوق البريد من 2 إلى 10 أرقام لهذا البلد !';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>