<?php
// Heading 
$_['heading_title']                 = 'برنامج نظام الترويج';

// Text
$_['text_account']                  = 'الحساب';
$_['text_login']                    = 'تسجيل الدخول';
$_['text_description']              = '<p>%s يوفر برنامج نظام ترويج مجاني ويمكن للعملاء من كسب النقود عن طريق وضع رابط أو روابط على موقعهم التي تعلن عن %s أو تعرض منتجات محددة على مواقعهم. أي عملية شراء تتم عن طريق الضغط على الروابط الخاصة بالعميل سوف يكسب من نظام الترويج. نسبة العمولة حاليا هي %s.</p><p>لمزيد من المعلومات، يرجى زيارة صفحة الأسئلة و الأجوبة أو الاطلاع على شروط ووضع نظام الترويج.</p>';
$_['text_new_affiliate']            = 'إنشاء حساب في نظام الترويج';
$_['text_register_account']         = '<p>لم يتم التسجيل في نظام الترويج.</p><p>اضغط فوق متابعة لإنشاء حساب في نظام الترويج، يرجى ملاحظة أن هذا الحساب لا علاقة له بحساب العميل بأي شكل من الأشكال.</p>';
$_['text_returning_affiliate']      = 'تسجيل الدخول إلى نظام الترويج';
$_['text_i_am_returning_affiliate'] = 'إذا كنت تملك عضوية في نظام الترويج، فتفضل بتسجيل الدخول...';
$_['text_forgotten']                = 'نسيت كلمة المرور؟';

// Entry
$_['entry_email']                   = 'البريد الإلكتروني:';
$_['entry_password']                = 'كلمة المرور:';

// Error
$_['error_login']                   = 'لا يوجد تطابق مع البريد الإلكتروني و كلمة المرور.';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>