<?php
// Heading 
$_['heading_title']             = 'برنامج نظام الترويج';

// Text
$_['text_account']              = 'الحساب';
$_['text_register']             = 'إنشاء حساب نظام الترويج';
$_['text_account_already']      = 'إذا كان لديك حساب معنا ، الرجاء الدخول إلى <a href="%s">صفحة تسجيل الدخول</a>.';
$_['text_signup']               = 'لإنشاء حساب نظام الترويج، أملء النموذج التالي يرجى التأكد من إكمال جميع الحقول المطلوبة:';
$_['text_your_details']         = 'المعلومات الشخصية';
$_['text_your_address']         = 'معلومات العنوان';
$_['text_payment']              = 'تفاصيل الدفع';
$_['text_your_password']        = 'كلمة المرور';
$_['text_cheque']               = 'شيك';
$_['text_paypal']               = 'باي بال';
$_['text_bank']                 = 'تحويل بنكي';
$_['text_agree']                = 'لقد قرأت ووافقت على <a class="fancybox" href="%s" alt="%s"><b>%s</b></a>';

// Entry
$_['entry_firstname']           = 'الاسم:';
$_['entry_lastname']            = 'اسم العائلة:';
$_['entry_email']               = 'البريد الالكتروني:';
$_['entry_telephone']           = 'رقم الهاتف:';
$_['entry_fax']                 = 'رقم الفاكس:';
$_['entry_company']             = 'الشركة:';
$_['entry_website']             = 'الموقع:';
$_['entry_address_1']           = 'العنوان الأول:';
$_['entry_address_2']           = 'العنوان الثاني:';
$_['entry_postcode']            = 'صندوق البريد:';
$_['entry_city']                = 'المدينة:';
$_['entry_country']             = 'الدولة:';
$_['entry_zone']                = 'المنطقة أو المحافظة:';
$_['entry_tax']                 = 'رقم الضريبة:';
$_['entry_payment']             = 'طريقة الدفع:';
$_['entry_cheque']              = 'اسم المدفوع له على الشيك:';
$_['entry_paypal']              = 'البريد الالكتروني للباي بال:';
$_['entry_bank_name']           = 'اسم البنك:';
$_['entry_bank_branch_number']  = 'ABA/BSB رقم (رقم الفرع):';
$_['entry_bank_swift_code']     = 'رمز السويفت:';
$_['entry_bank_account_name']   = 'اسم صاحب الحساب:';
$_['entry_bank_account_number'] = 'رقم الحساب:';
$_['entry_password']            = 'كلمة المرور:';
$_['entry_confirm']             = 'تأكيد كلمة المرور:';

// Error
$_['error_exists']              = 'البريد الالكتروني مسجل مسبقا!';
$_['error_firstname']           = 'الاسم يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_lastname']            = 'اسم العائلة يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_email']               = 'البريد الإلكتروني غير صحيح يرجى إعادة كتابته من جديد!';
$_['error_telephone']           = 'رقم الهاتف يجب أن يكون أكثر من 3 وأقل من 32 رقما!';
$_['error_password']            = 'كلمة المرور يجب أن تكون أكثر من 3 وأقل من 20 حرفا!';
$_['error_confirm']             = 'لم تتطابق كلمة المرور الرجاء إعادة كتبته مرة أخرى!';
$_['error_address_1']           = 'العنوان يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_city']                = 'اسم المدينة يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_country']             = 'يرجي اختيار الدولة!';
$_['error_zone']                = 'يرجي اختيار المنطقة أو المحافظة!';
$_['error_postcode']            = 'يجب أن يكون عنوان صندوق البريد من 2 إلى 10 أرقام لهذا البلد !';
$_['error_agree']               = 'يجب أن توافق على %s!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>