<?php
// Heading
$_['heading_title'] = 'تم إنشاء حساب الترويج بنجاح!';

// Text 
$_['text_approval'] = '<p>شكراً على التسجيل في نظام الترويج مع متجر %s!</p><p>سيتم إعلامك عن طريق البريد الإلكتروني عندما يتم تفعيل الحساب من قبل مدير المتجر.</p><p>ذا كانت لديك أية استفسارات عن نظام الترويج، يرجى <a href="%s">الاتصال بمدير المتجر</a>.</p>';
$_['text_account']  = 'الحساب';
$_['text_success']  = 'تهانينا';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>