<?php
// Heading 
$_['heading_title']    = 'تتبع دعوات المروج';

// Text
$_['text_account']     = 'الحساب';
$_['text_description'] = 'للتأكد من الحصول على نقود مقابل الدعوات التي يتم إرسالها إلينا نحن بحاجة لتتبع الدعوات عن طريق وضع رمز التتبع في رابط العرض. يمكنك استخدام الأدوات التالية لتوليد روابط إلى موقع %s.';
$_['text_code']        = '<b>رمز التتبع:</b>';
$_['text_generator']   = '<b>مولد رابط التتبع</b><br />اكتب اسم المنتج المراد إضافته في رابط التتبع:';
$_['text_link']        = '<b>رابط التتبع:</b>';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>