<?php
// Text
$_['text_title']       = 'الحوالات البنكية';
$_['text_instruction'] = 'الرجاء تحويل المبلغ الإجمالي إلى الحساب البنكي التالي.';
$_['text_description'] = 'يرجى تحويل المبلغ الإجمالي إلى حساب البنك التالي.';
$_['text_payment']     = 'لن يتم شحن الطلب حتى يتم استلام المبلغ';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>