<?php
// Text
$_['text_title'] = 'بطاقة الائتمان / بطاقة (PayMate)';

$_['text_unable'] = 'غير قادر على تحديد الموقع أو تحديث حالة الطلب الخاص بك';
$_['text_declined'] = 'تم رفض عملية الدفع من قبل Paymate';
$_['text_failed'] = 'فشل عملية تحويل المبلغ';
$_['text_failed_message'] = '<p>للأسف كان هناك خطأ في معالجة عملية تحويل المبلغ.</p><p><b>الخطأ: </b>%s</p><p>يرجى التحقق من رصيد الحساب الخاص بك قبل محولة إعادة الطلب من جديد</p><p> إذا كنت تعتقد أن هذه العملية قد أنجزت بنجاح، أو تم خصم المبلغ من حسابك, يرجى <a href="%s">الاتصال بنا</a> مع تفاصيل الطلب الخاص بك.</p>';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>