<?php
// Text
$_['text_title']           = 'بطاقة الائتمان أو الإنترنت (معالجتها بشكل آمن عن طريق paypal)';
$_['text_credit_card']     = 'تفاصيل بطاقة الائتمان';
$_['text_start_date']      = '(إذا كان متوفرا)';
$_['text_issue']           = '(فقط لبطاقات المايسترو وسولو)';
$_['text_wait']            = 'يرجى الانتظار!';

// Entry
$_['entry_cc_owner']       = 'صاحب البطاقة:';
$_['entry_cc_type']        = 'نوع البطاقة:';
$_['entry_cc_number']      = 'رقم البطاقة:';
$_['entry_cc_start_date']  = 'البطاقة صالحة حتى تاريخ:';
$_['entry_cc_expire_date'] = 'تاريخ انتهاء البطاقة:';
$_['entry_cc_cvv2']        = 'الرمز الأمني للبطاقة (CVV2):';
$_['entry_cc_issue']       = 'رقم المشكلة في البطاقة:';

// Error
$_['error_required']       = 'خطأ: يجب عليك تعبئة جميع حقول الدفع بالمعلومات المطلوبة.';
$_['error_general']        = 'خطأ : هناك مشكلة عامة قد وقعت مع هذه العملية. يرجى المحاولة مرة أخرى.';
$_['error_config']         = 'خطأ : هناك مشكلة في إعدادات الدفع. يرجى التحقق من اعتماد تسجيل الدخول.';
$_['error_address']        = 'خطأ : فشل تطابق عنوان الدفع مع المدينة، المحافظة، وصندوق البريد. يرجى المحاولة مرة أخرى.';
$_['error_declined']       = 'خطأ : هذه العملية قد توقفت. يرجى المحاولة مرة أخرى.';
$_['error_invalid']        = 'خطأ : بيانات البطاقة الائتمانية غير صالحة. يرجى المحاولة مرة أخرى.';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>