<?php
// Heading 
$_['heading_title']     = 'دفتر العناوين';

// Text
$_['text_account']      = 'الحساب';
$_['text_address_book'] = 'قائمة دفتر العناوين';
$_['text_edit_address'] = 'تحرير العنوان';
$_['text_insert']       = 'تم إضافة العنوان بنجاح';
$_['text_update']       = 'تم تحديث العنوان بنجاح';
$_['text_delete']       = 'تم حذف العنوان بنجاح';

// Entry
$_['entry_firstname']   = 'الاسم:';
$_['entry_lastname']    = 'اسم العائلة:';
$_['entry_company']     = 'الشركة:';
$_['entry_address_1']   = 'العنوان الأول:';
$_['entry_address_2']   = 'العنوان الثاني:';
$_['entry_postcode']    = 'صندوق البريد:';
$_['entry_city']        = 'المدينة:';
$_['entry_country']     = 'الدولة:';
$_['entry_zone']        = 'المنطقة أو المحافظة:';
$_['entry_default']     = 'العنوان الافتراضي:';

// Error
$_['error_delete']      = 'يجب أن تضع عنوان واحد على الأقل!';
$_['error_default']     = 'لا يمكنك حذف العنوان الافتراضي!';
$_['error_firstname']   = 'الاسم يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_lastname']    = 'اسم العائلة يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_address_1']   = 'العنوان يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_postcode']    = 'يجب أن يكون عنوان صندوق البريد من 2 إلى 10 أرقام لهذه الدولة !';
$_['error_city']        = 'اسم المدينة يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_country']     = 'يرجي اختيار الدولة!';
$_['error_zone']        = 'يرجي اختيار المنطقة أو المحافظة!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>