<?php
// Heading 
$_['heading_title']       = 'معلومات الحساب';

// Text
$_['text_account']        = 'الحساب';
$_['text_edit']           = 'تحرير المعلومات';
$_['text_your_details']   = 'المعلومات الشخصية';
$_['text_success']        = 'تم تحديث الحساب بنجاح.';

// Entry
$_['entry_firstname']     = 'الاسم:';
$_['entry_lastname']      = 'اسم العائلة:';
$_['entry_email']         = 'البريد الالكتروني:';
$_['entry_telephone']     = 'رقم الهاتف:';
$_['entry_fax']           = 'رقم الفاكس:';

// Error
$_['error_exists']        = 'البريد الالكتروني مسجل مسبقا!';
$_['error_firstname']     = 'الاسم يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_lastname']      = 'اسم العائلة يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_email']         = 'البريد الإلكتروني غير صحيح الرجاء إعادة كتابته من جديد!';
$_['error_telephone']     = 'رقم الهاتف يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>