<?php
// Heading 
$_['heading_title']   = 'هل نسيت كلمة المرور؟';

// Text
$_['text_account']    = 'الحساب';
$_['text_forgotten']  = 'استعادة كلمة المرور';
$_['text_your_email'] = 'البريد الالكتروني';
$_['text_email']      = 'أدخل البريد الالكتروني المرتبط مع الحساب. انقر فوق متابعه ليتم إرسال كلمة المرور إلى البريد الالكتروني';
$_['text_success']    = 'تم إرسال كلمة مرور جديدة إلى البريد الإلكتروني.';

// Entry
$_['entry_email']     = 'البريد الإلكتروني:';

// Error
$_['error_email']     = 'لم يتم العثور على البريد الإلكتروني في سجلاتنا ، يرجى المحاولة مرة أخرى!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>