<?php
// Heading 
$_['heading_title']                = 'تسجيل الدخول إلى الحساب';

// Text
$_['text_account']                 = 'الحساب';
$_['text_login']                   = 'تسجيل الدخول';
$_['text_new_customer']            = 'إنشاء حساب جديد.';
$_['text_register']                = 'إنشاء حساب جديد';
$_['text_register_account']        = 'إذا كانت هذه هي المرة الأولى التي تشتري فيها من خلال المتجر، قم بإنشاء حساب جديد معنا، فهو يُمكنك من شراء المنتجات بصورة أسرع و متابعة طلبات الشراء التي تقدمت بها, و مراجعة سجل الطلبات القديمة و غير ذلك الكثير...';
$_['text_returning_customer']      = 'تسجيل الدخول';
$_['text_i_am_returning_customer'] = 'إذا كنت تملك عضوية في المتجر، فتفضل بتسجيل دخولك...';
$_['text_forgotten']               = 'نسيت كلمة المرور؟';

// Entry
$_['entry_email']                  = 'البريد الإلكتروني:';
$_['entry_password']               = 'كلمة المرور:';

// Error
$_['error_login']                  = 'لا يوجد تطابق مع البريد الإلكتروني و كلمة المرور.';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>