<?php
// Heading 
$_['heading_title'] = 'تسجيل الخروج';

// Text
$_['text_message']  = '<p>تم تسجيل الخروج من الحساب. يمكنك مغادرة الموقع بأمان</p><p>سلة التسوق قد تم حفظها، المنتجات الموجودة في السلة سوف يتم استعادتها كلما قمت بتسجيل الدخول إلى الحساب.</p>';
$_['text_account']  = 'الحساب';
$_['text_logout']   = 'تسجيل الخروج';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>