<?php
// Heading 
$_['heading_title']        = 'إنشاء حساب جديد';

// Text
$_['text_account']         = 'الحساب';
$_['text_register']        = 'التسجيل';
$_['text_account_already'] = 'إذا كان لديك حساب معنا ، الرجاء الدخول إلى <a href="%s">صفحة تسجيل الدخول</a>.';
$_['text_your_details']    = 'المعلومات الشخصية';
$_['text_your_address']    = 'العنوان';
$_['text_newsletter']      = 'النشرة البريدية';
$_['text_your_password']   = 'كلمة المرور';
$_['text_agree']           = 'لقد قرأت ووافقت على <a onclick="window.open(\'%s\');"><b>%s</b></a>';

// Entry
$_['entry_firstname']      = 'الاسم:';
$_['entry_lastname']       = 'اسم العائلة:';
$_['entry_email']          = 'البريد الالكتروني:';
$_['entry_telephone']      = 'رقم الهاتف:';
$_['entry_fax']            = 'رقم الفاكس:';
$_['entry_company']        = 'الشركة:';
$_['entry_address_1']      = 'العنوان الأول:';
$_['entry_address_2']      = 'العنوان الثاني:';
$_['entry_postcode']       = 'صندوق البريد:';
$_['entry_city']           = 'المدينة:';
$_['entry_country']        = 'الدولة:';
$_['entry_zone']           = 'المنطقة أو المحافظة:';
$_['entry_newsletter']     = 'هل تريد الاشتراك:';
$_['entry_password']       = 'كلمة المرور:';
$_['entry_confirm']        = 'تأكيد كلمة المرور:';

// Error
$_['error_exists']         = 'البريد الالكتروني مسجل مسبقا!';
$_['error_firstname']      = 'الاسم يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_lastname']       = 'اسم العائلة يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_email']          = 'البريد الإلكتروني غير صحيح يرجى إعادة كتابته من جديد!';
$_['error_telephone']      = 'رقم الهاتف يجب أن يكون أكثر من 3 وأقل من 32 رقما!';
$_['error_password']       = 'كلمة المرور يجب أن تكون أكثر من 3 وأقل من 20 حرفا!';
$_['error_confirm']        = 'لم تتطابق كلمة المرور الرجاء إعادة كتبته مرة أخرى!';
$_['error_address_1']      = 'العنوان يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_city']           = 'اسم المدينة يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_postcode']       = 'يجب أن يكون عنوان صندوق البريد من 2 إلى 10 أرقام لهذه الدولة !';
$_['error_country']        = 'يرجى اختيار الدولة!';
$_['error_zone']           = 'يرجى اختيار المنطقة أو المحافظة!';
$_['error_agree']          = 'يجب أن توافق على %s!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>