<?php
// Heading 
$_['heading_title']      = 'إرجاع المنتج';

// Text
$_['text_account']       = 'الحساب';
$_['text_return']        = 'معلومات الإرجاع';
$_['text_description']   = '<p>يرجى ملء النموذج أدناه لطلب رقم إرجاع المنتج.</p>';
$_['text_order']         = 'معلومات الطلب';
$_['text_product']       = 'معلومات المنتج وسبب الإرجاع';
$_['text_additional']    = 'معلومات إضافية';
$_['text_message']       = '<p>شكرا لك لتقديم طلب الإرجاع. قد تم إرسال طلبك إلى القسم المختص للمعالجة.</p><p> سيتم إبلاغك عن طريق البريد الإلكتروني عن حالة طلبك.</p>';
$_['text_return_id']     = 'رقم الإرجاع:';
$_['text_order_id']      = 'رقم الطلب:';
$_['text_date_ordered']  = 'تاريخ الطلب:';
$_['text_status']        = 'الحالة:';
$_['text_date_added']    = 'تاريخ الإضافة:';
$_['text_customer']      = 'العميل:';
$_['text_comment']       = 'تعليق الإرجاع';
$_['text_products']      = 'المنتجات:';
$_['text_history']       = 'سجل الإرجاع';
$_['text_empty']         = 'لم تقم بطلب إرجاع أي منتجات حتى الآن!';
$_['text_error']         = 'لا يمكن العثور على المنتجات المرجعة!';

// Column
$_['column_name']        = 'رقم المنتج';
$_['column_model']       = 'الموديل';
$_['column_quantity']    = 'العدد';
$_['column_price']       = 'السعر';
$_['column_opened']      = 'مفتوحة';
$_['column_comment']     = 'التعليق';
$_['column_reason']      = 'السبب';
$_['column_action']      = 'الإجراء';
$_['column_date_added']  = 'تاريخ الإضافة';
$_['column_status']      = 'الحالة';

// Entry
$_['entry_order_id']     = 'رقم الطلب:';
$_['entry_date_ordered'] = 'تاريخ الطلب:';
$_['entry_firstname']    = 'الاسم:';
$_['entry_lastname']     = 'اسم العائلة:';
$_['entry_email']        = 'البريد الالكتروني:';
$_['entry_telephone']    = 'رقم الهاتف:';
$_['entry_product']      = 'اسم المنتج:';
$_['entry_model']        = 'رمز المنتج:';
$_['entry_quantity']     = 'العدد:';
$_['entry_reason']       = 'سبب الإرجاع:';
$_['entry_opened']       = 'المنتج مفتوح:';
$_['entry_fault_detail'] = 'خلل أو تفاصيل أخرى:';
$_['entry_captcha']      = 'أدخل الرمز في المربع أدناه:';

// Error
$_['error_order_id']     = 'رقم الطلب مطلوب!';
$_['error_firstname']    = 'الاسم الأول يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_lastname']     = 'اسم العائلة يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_email']        = 'البريد الإلكتروني غير صحيح الرجاء إعادة كتابته من جديد!';
$_['error_telephone']    = 'رقم الهاتف يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_product']      = 'يجب تحديد ما لا يقل عن منتج واحد!';
$_['error_name']         = 'يجب أن يكون اسم المنتج أكثر من 3 وأقل من 255 حرفا!';
$_['error_model']        = 'يجب أن يكون اسم موديل المنتج أكثر من 3 وأقل من 64 حرفا!';
$_['error_reason']       = 'يجب تحديد السبب في استعادة المنتج!';
$_['error_captcha']      = 'رمز التحقق لا يتطابق مع الصورة!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>