<?php
// Heading
$_['heading_title'] = 'تم إنشاء الحساب';

// Text
$_['text_message']  = '<p>تهانينا! قد تم إنشاء الحساب الجديد بنجاح!</p> <p>يمكنك الآن الاستفادة من امتيازات عضويتك لتعزيز خبراتك معنا في المتجر.</p> <p>إذا كانت لديك أية استفسارات عن نظام عمل المتجر، يرجى إرسال بريد إلكتروني  إلى مدير المتجر</p> <p>ولقد تم إرسال تأكيد إلى البريد الإلكتروني, إذا لم يصلك في غضون ساعة، من فضلك <a href="%s">اتصل بنا</a>.</p>';
$_['text_approval'] = '<p>شكراً على التسجيل في متجر %s!</p><p>سيتم إعلامك عن طريق البريد الإلكتروني عندما يتم تفعيل الحساب من قبل مدير المتجر.</p><p>إذا كانت لديك أية استفسارات عن نظام عمل المتجر، يرجى <a href="%s">الاتصال بمدير المتجر</a>.</p>';
$_['text_account']  = 'الحساب';
$_['text_success']  = 'تهانينا';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>