<?php
// Heading
$_['heading_title']  = 'اتصل بنا';

// Text 
$_['text_location']  = 'موقعنا';
$_['text_contact']   = 'نموذج الاتصال';
$_['text_address']   = 'العنوان:';
$_['text_email']     = 'البريد الالكتروني:';
$_['text_telephone'] = 'رقم الهاتف:';
$_['text_fax']       = 'رقم الفاكس:';
$_['text_message']   = '<p>تم إرسال الاستفسار إلى مدير المتجر بنجاح!</p>';

// Entry Fields
$_['entry_name']     = 'الاسم:';
$_['entry_email']    = 'البريد الإلكتروني:';
$_['entry_enquiry']  = 'الاستفسار:';
$_['entry_captcha']  = 'أدخل رمز التحقق في المربع أدناه:';

// Email
$_['email_subject']  = 'الاستفسار %s';

// Errors
$_['error_name']     = 'يجب أن يكون الاسم أكثر من 3 وأقل من 32 حرفا!';
$_['error_email']    = 'البريد الإلكتروني غير صحيح, يرجى إعادة كتابته من جديد!';
$_['error_enquiry']  = 'الاستفسار يجب أن يكون أكثر من 10 وأقل من 1000 حرف!';
$_['error_captcha']  = 'رمز التحقق لا يتطابق مع الصورة!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>