<?php
// Heading
$_['heading_title'] = 'قد تم تجهيز الطلب!';

// Text
$_['text_customer'] = '<p>تم معالجة طلبك بنجاح!</p><p>يمكنك عرض سجل الطلبات من خلال الذهاب إلى <a href="%s">الحساب</a> والضغط على <a href="%s">سجل الطلبات</a>.</p>إذا كان الشراء تحميل منتجات، يمكنك الذهاب إلى صفحة <a href="%s">التحميلات</a> لعرضهم.</p><p>يرجى توجيه أي استفسارات لديك إلى <a href="%s">مدير المتجر</a>.</p><p>شكرا للتسوق معنا!</p>';
$_['text_guest']    = '<p>تم معالجة طلبك بنجاح!</p><p>يرجى توجيه أي استفسارات لديك إلى <a href="%s">مدير المتجر</a>.</p><p>شكرا للتسوق معنا!</p>';
$_['text_basket']   = 'السلة';
$_['text_checkout'] = 'التقدم للشراء';
$_['text_success']  = 'تهانينا';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>