<?php
// Heading 
$_['heading_title']    = 'شراء قسيمة إهداءات';

// Text
$_['text_voucher']     = 'قسيمة الإهداءات';
$_['text_description'] = 'سوف يتم إرسال قسيمة الإهداءات إلى المتلقي بعد أن تتم عملية الدفع للطلب.';
$_['text_agree']       = 'أنا أفهم أن قسيمة الإهداءت غير قابلة للاسترداد.';
$_['text_message']     = '<p>شكرا لكم لشراء قسيمة الإهداءات! بمجرد الانتهاء من إكمال الطلب سوف يتم إرسال بريد إلكتروني إلى متلقي قسيمة الإهداءات مع تفاصيل كيفية استخدام قسيمة الإهداءات.</p>';
$_['text_for']         = '%s قسيمة الإهداءات لي %s';

// Entry
$_['entry_to_name']    = 'اسم المتلقي:';
$_['entry_to_email']   = 'بريد المتلقي:';
$_['entry_from_name']  = 'الاسم الخاص بك:';
$_['entry_from_email'] = 'البريد الخاص بك:';
$_['entry_message']    = 'رسالة الإهداء:<br /><span class="help">(اختيارية)</span>';
$_['entry_amount']     = 'المبلغ:<br /><span class="help">(يجب أن تكون القيمة ما بين 1،00 إلى 1،000.00)</span>';
$_['entry_theme']      = 'تصميم قسيمة الإهداءات:';

// Error
$_['error_to_name']    = 'اسم المتلقي يجب أن يكون أكثر من 1 وأقل من 64 حرفا!';
$_['error_from_name']  = 'الاسم يجب أن يكون أكثر من 1 وأقل من 64 حرفا!';
$_['error_email']          = 'البريد الإلكتروني غير صحيح يرجى إعادة كتابته من جديد!';
$_['error_amount']     = 'يجب أن يكون المبلغ ما بين %s إلى %s!';
$_['error_theme']      = 'يجب اختيار تصميم!';
$_['error_agree']      = 'يجب الموافقة على أن قسيمة الإهداءات غير قابلة للاسترداد!';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>