<?php
// Text
$_['text_title']           = 'United Parcel Service';
$_['text_weight']          = 'الوزن:';
$_['text_us_origin_01']    = 'اليوم التالي للطيران';
$_['text_us_origin_02']    = 'اليوم الثاني للطيران';
$_['text_us_origin_03']    = 'البريد البري';
$_['text_us_origin_07']    = 'البريد السريع في جميع أنحاء العالم';
$_['text_us_origin_08']    = 'البريد المستعجل في جميع أنحاء العالم';
$_['text_us_origin_11']    = 'البريد العادي';
$_['text_us_origin_12']    = 'حدد 3 أيام';
$_['text_us_origin_13']    = 'اليوم التالي المدخر للطيران';
$_['text_us_origin_14']    = 'اليوم التالي للطيران في الصباح';
$_['text_us_origin_54']    = 'البريد السريع المميز في جميع أنحاء العالم';
$_['text_us_origin_59']    = 'اليوم الثاني للطيران في الصباح';
$_['text_us_origin_65']    = 'البريد المدخر';
$_['text_ca_origin_01']    = 'البريد السريع';
$_['text_ca_origin_02']    = 'البريد المستعجل';
$_['text_ca_origin_07']    = 'البريد السريع في جميع أنحاء العالم';
$_['text_ca_origin_08']    = 'البريد المستعجل في جميع أنحاء العالم';
$_['text_ca_origin_11']    = 'البريد العادي';
$_['text_ca_origin_12']    = 'حدد 3 أيام';
$_['text_ca_origin_13']    = 'البريد المدخر';
$_['text_ca_origin_14']    = 'البريد السريع في الصباح المبكر';
$_['text_ca_origin_54']    = 'البريد السريع المميز في جميع أنحاء العالم';
$_['text_ca_origin_65']    = 'البريد المدخر';
$_['text_eu_origin_07']    = 'البريد السريع';
$_['text_eu_origin_08']    = 'البريد المستعجل';
$_['text_eu_origin_11']    = 'البريد العادي';
$_['text_eu_origin_54']    = 'البريد السريع المميز في جميع أنحاء العالم';
$_['text_eu_origin_65']    = 'البريد المدخر';
$_['text_eu_origin_82']    = 'بريد اليوم العادي';
$_['text_eu_origin_83']    = 'البريد اليوم مخصص لساعي البريد';
$_['text_eu_origin_84']    = 'البريد اليوم بين المدن';
$_['text_eu_origin_85']    = 'بريد اليوم السريع';
$_['text_eu_origin_86']    = 'بريد اليوم السريع المدخر';
$_['text_eu_origin_01']    = 'اليوم التالي للطيران';
$_['text_eu_origin_02']    = 'اليوم الثاني للطيران';
$_['text_eu_origin_03']    = 'البريد البري';
$_['text_eu_origin_07']    = 'البريد السريع في جميع أنحاء العالم';
$_['text_eu_origin_08']    = 'البريد المستعجل في جميع أنحاء العالم';
$_['text_eu_origin_14']    = 'اليوم التالي للطيران في الصباح';
$_['text_eu_origin_54']    = 'البريد السريع المميز في جميع أنحاء العالم';
$_['text_eu_origin_65']    = 'البريد المدخر';
$_['text_mx_origin_07']    = 'البريد السريع';
$_['text_mx_origin_08']    = 'البريد المستعجل';
$_['text_mx_origin_54']    = 'البريد السريع المميز';
$_['text_mx_origin_65']    = 'البريد المدخر';
$_['text_other_origin_07'] = 'البريد السريع';
$_['text_other_origin_08'] = 'البريد المستعجل في جميع أنحاء العالم';
$_['text_other_origin_11'] = 'البريد العادي';
$_['text_other_origin_54'] = 'البريد السريع المميز في جميع أنحاء العالم';
$_['text_other_origin_65'] = 'البريد المدخر';

// ####################### Translation By AlfnyHost Team ###########################
// ####################### Website: WWW.alfnyhost.com ##############################
// ####################### E-mail: support@alfnyhost.com ###########################
?>